<template>
    <section class="page2">
    <h1>Биография{{ $route.params.id }}</h1>
      <div class="main-text1">
        <div class="custom">
        <p>Антон Владимирович Завья́лов, более известный под сценическим псевдонимом Ант. <br>
           Российский рэп и рок исполнитель, битмейкер, профессиональный саунд-продюсер и аранжировщик.
           Участник популярной рэп-группы «25/17», бывший участник групп «Отрицательное Влияние» и «Дэфолиант».
           В 2008 году стал победителем первого телевизионного хип-хоп-шоу «Битва за респект» на телеканале Муз-ТВ.
        </p>
        <br>
        <h2>25/17</h2
        <p>1 апреля 2006 года по совету своего друга Андрея Бледного переезжает в Москву,
             устраивается на работу на студию A-Nik Records в качестве аранжировщика и саунд-продюсера
             и принимает предложение стать третьим участником группы «Иезекииль 25:17».</p>
        </div>
      </div>
      <router-view></router-view>
    </section>
</template>
