<template>
    <section class="page2">
    <h1>Главная{{ $route.params.id }}</h1>
      <div class="main-text">
        <div class="custom">
        <p>Антон (Псевдоним Ант) участник группы 25/17</p>
        <p>Название группы происходит от библейского стиха из книги ветхозаветного пророка Иезекииля (глава 25: стих 17), стих можно услышать в фильме «Криминальное чтиво».<br>
           Глава 25 стих 17 книга ветхозаветного пророка Иезекииля:Путь праведника труден, ибо препятствуют ему себялюбивые и тираны из злых людей. Блажен тот пастырь, кто во имя милосердия и доброты ведёт слабых за собой сквозь долину тьмы. Ибо именно он и есть тот, кто воистину печётся о ближнем своём и возвращает детей заблудших. И совершу над ними великое мщение наказаниями яростными, над теми, кто замыслит отравить и повредить братьям моим. И узнаешь ты, что имя моё Господь, когда мщение моё падёт на тебя.<br>
           Как рассказывают сами участники проекта, причины для выбора имени группы было три.<br>
           Первая: мы взяли отличный отрывок из Библии, причем, для меня это — слова о любви, которую Бог проявляет к нам. И сейчас у каждого есть шанс узнать о Нём, не испытывая Его гнев.<br>
           Вторая — фильм «Криминальное чтиво», где этот отрывок цитируется, правда, в искажённом варианте.<br>
           А третья причина в том, что те слова из фильма любимая нами группа Cypress Hill использовала в своем треке «Make a move».
        </p>
        </div>
      </div>
      <router-view></router-view>
    </section>
</template>
